{"o": 0, "bfromloccityname": 1, "btoloccityname": 2, "broundtrip": 3, "iroundtrip": 4, "bcostrelative": 5, "bfareamount": 6, "ifareamount": 7, "barrivedatemonthname": 8, "barrivedatedaynumber": 9, "ifromloccityname": 10, "bstoploccityname": 11, "barrivetimetimerelative": 12, "barrivetimetime": 13, "iarrivetimetime": 14, "btolocstatecode": 15, "itoloccityname": 16, "istoploccityname": 17, "bmealdescription": 18, "bdepartdatemonthname": 19, "bdepartdatedaynumber": 20, "bairlinename": 21, "iairlinename": 22, "bdeparttimeperiodofday": 23, "bdepartdatedayname": 24, "btolocstatename": 25, "bdeparttimetimerelative": 26, "bdeparttimetime": 27, "btolocairportname": 28, "itolocairportname": 29, "bdepartdatedaterelative": 30, "bor": 31, "bairlinecode": 32, "bclasstype": 33, "iclasstype": 34, "icostrelative": 35, "ideparttimetime": 36, "bfromlocairportname": 37, "ifromlocairportname": 38, "bcityname": 39, "bflightmod": 40, "bmeal": 41, "beconomy": 42, "bfarebasiscode": 43, "idepartdatedaynumber": 44, "bdepartdatetodayrelative": 45, "bflightstop": 46, "bairportcode": 47, "bfromlocstatename": 48, "ifromlocstatename": 49, "icityname": 50, "bconnect": 51, "barrivedatedayname": 52, "bfromlocstatecode": 53, "barrivedatetodayrelative": 54, "bdepartdateyear": 55, "bdeparttimestarttime": 56, "ideparttimestarttime": 57, "bdeparttimeendtime": 58, "ideparttimeendtime": 59, "barrivetimestarttime": 60, "barrivetimeendtime": 61, "iarrivetimeendtime": 62, "iflightmod": 63, "bflightdays": 64, "bmod": 65, "bflightnumber": 66, "itolocstatename": 67, "bmealcode": 68, "imealcode": 69, "bairportname": 70, "iairportname": 71, "iflightstop": 72, "btransporttype": 73, "itransporttype": 74, "bstatecode": 75, "baircraftcode": 76, "btoloccountryname": 77, "iarrivedatedaynumber": 78, "btolocairportcode": 79, "breturndatedaterelative": 80, "ireturndatedaterelative": 81, "bflighttime": 82, "ieconomy": 83, "bfromlocairportcode": 84, "barrivetimeperiodofday": 85, "bdeparttimeperiodmod": 86, "iflighttime": 87, "breturndatedayname": 88, "barrivedatedaterelative": 89, "brestrictioncode": 90, "irestrictioncode": 91, "barrivetimeperiodmod": 92, "iarrivetimeperiodofday": 93, "bperiodofday": 94, "bstoplocstatecode": 95, "idepartdatetodayrelative": 96, "ifarebasiscode": 97, "iarrivetimestarttime": 98, "btime": 99, "btodayrelative": 100, "itodayrelative": 101, "bstatename": 102, "bdayscode": 103, "ideparttimeperiodofday": 104, "iarrivetimetimerelative": 105, "btimerelative": 106, "itime": 107, "breturndatemonthname": 108, "breturndatedaynumber": 109, "ideparttimetimerelative": 110, "bstoplocairportname": 111, "bdayname": 112, "bmonthname": 113, "bdaynumber": 114, "breturntimeperiodmod": 115, "breturntimeperiodofday": 116, "breturndatetodayrelative": 117, "ireturndatetodayrelative": 118, "imealdescription": 119}