{"i": 0, "want": 1, "to": 2, "fly": 3, "from": 4, "baltimore": 5, "dallas": 6, "round": 7, "trip": 8, "fares": 9, "philadelphia": 10, "less": 11, "than": 12, "1000": 13, "dollars": 14, "denver": 15, "pittsburgh": 16, "show": 17, "me": 18, "the": 19, "flights": 20, "arriving": 21, "on": 22, "june": 23, "fourteenth": 24, "what": 25, "are": 26, "which": 27, "depart": 28, "san": 29, "francisco": 30, "washington": 31, "via": 32, "indianapolis": 33, "and": 34, "arrive": 35, "by": 36, "9": 37, "pm": 38, "airlines": 39, "boston": 40, "dc": 41, "other": 42, "cities": 43, "im": 44, "looking": 45, "for": 46, "a": 47, "flight": 48, "charlotte": 49, "las": 50, "vegas": 51, "that": 52, "stops": 53, "in": 54, "st": 55, "louis": 56, "hopefully": 57, "dinner": 58, "how": 59, "can": 60, "find": 61, "out": 62, "okay": 63, "then": 64, "id": 65, "like": 66, "travel": 67, "atlanta": 68, "september": 69, "fourth": 70, "all": 71, "cincinnati": 72, "us": 73, "air": 74, "diego": 75, "afternoon": 76, "whats": 77, "available": 78, "tuesday": 79, "leave": 80, "phoenix": 81, "paul": 82, "minnesota": 83, "after": 84, "noon": 85, "american": 86, "chicago": 87, "los": 88, "angeles": 89, "morning": 90, "types": 91, "of": 92, "ground": 93, "transportation": 94, "there": 95, "airport": 96, "next": 97, "two": 98, "days": 99, "nashville": 100, "jose": 101, "or": 102, "tacoma": 103, "does": 104, "continental": 105, "milwaukee": 106, "many": 107, "twa": 108, "have": 109, "business": 110, "class": 111, "first": 112, "least": 113, "expensive": 114, "one": 115, "way": 116, "fare": 117, "booking": 118, "classes": 119, "wednesday": 120, "nineteenth": 121, "july": 122, "fifth": 123, "7": 124, "please": 125, "list": 126, "departing": 127, "general": 128, "mitchell": 129, "international": 130, "time": 131, "zone": 132, "is": 133, "serves": 134, "meal": 135, "seattle": 136, "salt": 137, "lake": 138, "city": 139, "you": 140, "with": 141, "economy": 142, "leaving": 143, "miami": 144, "cleveland": 145, "give": 146, "between": 147, "their": 148, "cost": 149, "code": 150, "y": 151, "mean": 152, "could": 153, "tell": 154, "leaves": 155, "united": 156, "airline": 157, "over": 158, "departures": 159, "arrivals": 160, "earliest": 161, "latest": 162, "return": 163, "within": 164, "same": 165, "day": 166, "orlando": 167, "either": 168, "evening": 169, "thursday": 170, "originating": 171, "going": 172, "order": 173, "snack": 174, "do": 175, "at": 176, "645": 177, "am": 178, "into": 179, "atlantas": 180, "friday": 181, "qx": 182, "would": 183, "information": 184, "but": 185, "stopover": 186, "some": 187, "oakland": 188, "monday": 189, "know": 190, "type": 191, "aircraft": 192, "used": 193, "detroit": 194, "twenty": 195, "eighth": 196, "petersburg": 197, "take": 198, "begins": 199, "lands": 200, "fort": 201, "worth": 202, "stop": 203, "tomorrow": 204, "noontime": 205, "around": 206, "need": 207, "northwest": 208, "toronto": 209, "memphis": 210, "thirtieth": 211, "nonstop": 212, "houston": 213, "august": 214, "twentieth": 215, "ewr": 216, "seventh": 217, "newark": 218, "11": 219, "lowest": 220, "delta": 221, "has": 222, "go": 223, "any": 224, "jet": 225, "mco": 226, "new": 227, "jersey": 228, "ontario": 229, "saturday": 230, "york": 231, "long": 232, "it": 233, "get": 234, "prices": 235, "an": 236, "inexpensive": 237, "breakfast": 238, "direct": 239, "whatre": 240, "sunday": 241, "colorado": 242, "see": 243, "serving": 244, "before": 245, "oclock": 246, "january": 247, "1992": 248, "10": 249, "2": 250, "445": 251, "515": 252, "6": 253, "8": 254, "coach": 255, "only": 256, "weekdays": 257, "la": 258, "3": 259, "my": 260, "choices": 261, "early": 262, "minneapolis": 263, "cheapest": 264, "flying": 265, "possible": 266, "daily": 267, "beach": 268, "stopping": 269, "kansas": 270, "night": 271, "serve": 272, "meals": 273, "heading": 274, "kind": 275, "once": 276, "mornings": 277, "ff": 278, "arrangements": 279, "served": 280, "canadian": 281, "california": 282, "about": 283, "530": 284, "kinds": 285, "requesting": 286, "landing": 287, "distance": 288, "downtown": 289, "love": 290, "field": 291, "this": 292, "tampa": 293, "florida": 294, "5": 295, "must": 296, "be": 297, "advertises": 298, "having": 299, "more": 300, "november": 301, "eleventh": 302, "services": 303, "qo": 304, "americans": 305, "last": 306, "using": 307, "dl": 308, "217": 309, "montreal": 310, "service": 311, "ticket": 312, "should": 313, "near": 314, "also": 315, "missouri": 316, "utah": 317, "interested": 318, "those": 319, "when": 320, "north": 321, "carolina": 322, "415": 323, "200": 324, "explain": 325, "codes": 326, "sd": 327, "d": 328, "trying": 329, "plane": 330, "flies": 331, "weekday": 332, "columbus": 333, "1991": 334, "carries": 335, "smallest": 336, "number": 337, "passengers": 338, "takeoffs": 339, "landings": 340, "book": 341, "shortest": 342, "both": 343, "nationair": 344, "823": 345, "guardia": 346, "as": 347, "well": 348, "sixteenth": 349, "rental": 350, "car": 351, "rates": 352, "through": 353, "boeing": 354, "757": 355, "limousine": 356, "listing": 357, "canada": 358, "much": 359, "71": 360, "airfare": 361, "12": 362, "third": 363, "seating": 364, "capacity": 365, "arrives": 366, "bwi": 367, "ninth": 368, "late": 369, "nevada": 370, "4": 371, "price": 372, "fifteenth": 373, "eighteenth": 374, "returning": 375, "following": 376, "capacities": 377, "planes": 378, "1145": 379, "use": 380, "burbank": 381, "may": 382, "america": 383, "west": 384, "now": 385, "eastern": 386, "825": 387, "555": 388, "area": 389, "schedule": 390, "dfw": 391, "these": 392, "connecting": 393, "make": 394, "connection": 395, "lunch": 396, "f": 397, "belong": 398, "most": 399, "tickets": 400, "logan": 401, "vicinity": 402, "210": 403, "wednesdays": 404, "thursdays": 405, "yes": 406, "will": 407, "continuing": 408, "1039": 409, "southwest": 410, "times": 411, "400": 412, "week": 413, "if": 414, "813": 415, "enroute": 416, "another": 417, "twelfth": 418, "turboprop": 419, "420": 420, "today": 421, "1": 422, "were": 423, "westchester": 424, "county": 425, "various": 426, "airplanes": 427, "uses": 428, "yn": 429, "852": 430, "transport": 431, "display": 432, "under": 433, "500": 434, "airfares": 435, "back": 436, "hours": 437, "fn": 438, "options": 439, "december": 440, "second": 441, "april": 442, "ohio": 443, "departs": 444, "2153": 445, "schedules": 446, "who": 447, "restriction": 448, "ap": 449, "57": 450, "layover": 451, "abbreviation": 452, "stands": 453, "1291": 454, "324": 455, "again": 456, "offer": 457, "dc10": 458, "currently": 459, "represented": 460, "database": 461, "arizona": 462, "1505": 463, "sixth": 464, "3724": 465, "three": 466, "including": 467, "connections": 468, "numbers": 469, "six": 470, "1100": 471, "destination": 472, "838": 473, "no": 474, "h": 475, "traveling": 476, "ap57": 477, "far": 478, "lufthansa": 479, "abbreviations": 480, "such": 481, "aa": 482, "459": 483, "where": 484, "ua": 485, "281": 486, "your": 487, "texas": 488, "1500": 489, "bound": 490, "includes": 491, "right": 492, "airports": 493, "eight": 494, "sixteen": 495, "trips": 496, "seventeenth": 497, "thrift": 498, "deltas": 499, "departure": 500, "listed": 501, "1055": 502, "405": 503, "midnight": 504, "hi": 505, "630": 506, "question": 507, "live": 508, "stand": 509, "ten": 510, "people": 511, "during": 512, "2100": 513, "gets": 514, "just": 515, "philly": 516, "21": 517, "airplane": 518, "1765": 519, "iah": 520, "737": 521, "midwest": 522, "express": 523, "s": 524, "designate": 525, "747": 526, "650": 527, "goes": 528, "reaches": 529, "seventeen": 530, "sorry": 531, "anywhere": 532, "provided": 533, "d10": 534, "toward": 535, "preferably": 536, "rate": 537, "difference": 538, "q": 539, "b": 540, "ac": 541, "tower": 542, "tenth": 543, "hp": 544, "4400": 545, "georgia": 546, "offers": 547, "fine": 548, "201": 549, "343": 550, "october": 551, "ea": 552, "jfk": 553, "name": 554, "arrange": 555, "largest": 556, "connect": 557, "operating": 558, "sundays": 559, "720": 560, "land": 561, "final": 562, "dont": 563, "stopovers": 564, "total": 565, "fridays": 566, "755": 567, "cheap": 568, "sfo": 569, "thirty": 570, "across": 571, "continent": 572, "makes": 573, "1220": 574, "co": 575, "1209": 576, "wanted": 577, "1850": 578, "without": 579, "listings": 580, "local": 581, "wish": 582, "bring": 583, "up": 584, "home": 585, "417": 586, "approximately": 587, "actually": 588, "1200": 589, "230": 590, "819": 591, "serviced": 592, "928": 593, "reservation": 594, "limousines": 595, "taxi": 596, "fit": 597, "72s": 598, "352": 599, "1133": 600, "43": 601, "define": 602, "directly": 603, "m80": 604, "close": 605, "restrictions": 606, "430": 607, "718": 608, "hou": 609, "costs": 610, "466": 611, "march": 612, "1026": 613, "1024": 614, "different": 615, "rentals": 616, "each": 617, "arrival": 618, "say": 619, "mealtime": 620, "932": 621, "1115": 622, "1245": 623, "include": 624, "whether": 625, "offered": 626, "130": 627, "alaska": 628, "296": 629, "they": 630, "106": 631, "yorks": 632, "497766": 633, "itinerary": 634, "coming": 635, "month": 636, "bur": 637, "travels": 638, "pennsylvania": 639, "usa": 640, "1288": 641, "c": 642, "names": 643, "sure": 644, "meaning": 645, "ap80": 646, "269": 647, "reservations": 648, "d9s": 649, "f28": 650, "934": 651, "earlier": 652, "1017": 653, "date": 654, "thank": 655, "oak": 656, "atl": 657, "cp": 658, "3357": 659, "1045": 660, "limo": 661, "845": 662, "sometime": 663, "1222": 664, "ill": 665, "tennessee": 666, "0900": 667, "hello": 668, "let": 669, "repeat": 670, "provide": 671, "still": 672, "along": 673, "operation": 674, "year": 675, "ones": 676, "great": 677, "too": 678, "nighttime": 679, "1300": 680, "saturdays": 681, "416": 682, "four": 683, "257": 684, "minimum": 685, "intercontinental": 686, "february": 687, "spend": 688, "lastest": 689, "thing": 690, "originate": 691, "describe": 692, "concerning": 693, "sa": 694, "help": 695, "1700": 696, "225": 697, "1158": 698, "equipment": 699, "lets": 700, "quebec": 701, "highest": 702, "starting": 703, "taking": 704, "311": 705, "1230": 706, "able": 707, "put": 708, "later": 709, "takes": 710, "amount": 711, "qw": 712, "seven": 713, "maximum": 714, "yyz": 715, "its": 716, "80": 717, "place": 718, "equal": 719, "while": 720, "train": 721, "look": 722, "815": 723, "takeoff": 724, "plan": 725, "2134": 726, "297": 727, "323": 728, "229": 729, "329": 730, "runs": 731, "730": 732, "closest": 733, "dulles": 734, "73s": 735, "so": 736, "economic": 737, "single": 738, "supper": 739, "110": 740, "calling": 741, "1205": 742, "55": 743, "michigan": 744, "proper": 745, "regarding": 746, "seats": 747, "19": 748, "m": 749, "midway": 750, "besides": 751, "reverse": 752, "1993": 753, "402": 754, "level": 755, "reaching": 756, "771": 757, "straight": 758, "located": 759, "305": 760, "repeating": 761, "indiana": 762, "connects": 763, "beginning": 764, "staying": 765, "town": 766, "cars": 767, "nonstops": 768, "300": 769, "345": 770, "dinnertime": 771, "sort": 772, "route": 773, "j31": 774, "tuesdays": 775, "212": 776, "705": 777, "red": 778, "eye": 779, "laying": 780, "friends": 781, "visit": 782, "here": 783, "them": 784, "lives": 785, "rent": 786, "279": 787, "137338": 788, "transcontinental": 789, "trans": 790, "world": 791, "1030": 792, "1130": 793, "come": 794, "727": 795, "1020": 796, "505": 797, "thats": 798, "163": 799, "ls": 800, "greatest": 801, "ive": 802, "got": 803, "somebody": 804, "else": 805, "wants": 806, "charges": 807, "734": 808, "carried": 809, "thirteenth": 810, "making": 811, "733": 812, "everywhere": 813, "prefer": 814, "run": 815, "non": 816, "315": 817, "746": 818, "companies": 819, "buy": 820, "very": 821, "270": 822, "locate": 823, "hartfield": 824, "start": 825, "98": 826, "inform": 827, "oh": 828, "82": 829, "139": 830, "1600": 831, "eleven": 832, "ord": 833, "mia": 834, "qualify": 835, "doesnt": 836, "mondays": 837, "catch": 838, "priced": 839, "bna": 840, "being": 841, "working": 842, "scenario": 843, "767": 844, "1940": 845, "150": 846, "100": 847, "afternoons": 848, "provides": 849, "723": 850, "1110": 851, "symbols": 852, "grounds": 853, "nw": 854, "539": 855, "soon": 856, "thereafter": 857, "scheduled": 858, "instead": 859, "810": 860, "lester": 861, "pearson": 862, "stapleton": 863, "615": 864, "twelve": 865, "bay": 866, "sounds": 867, "ohare": 868, "ap68": 869, "try": 870, "fifteen": 871, "nights": 872, "determine": 873, "hold": 874, "lax": 875, "seat": 876, "k": 877, "planning": 878, "discount": 879, "summer": 880, "cover": 881, "271": 882, "tonight": 883, "off": 884, "124": 885, "thanks": 886, "longest": 887, "kindly": 888, "afterwards": 889, "overnight": 890, "1083": 891, "428": 892, "anything": 893, "1059": 894, "811": 895, "665": 896, "673": 897, "comes": 898, "608": 899, "1207": 900, "639": 901, "320": 902, "dh8": 903, "sb": 904, "468": 905, "al": 906, "950": 907, "486": 908, "india": 909, "included": 910, "miles": 911, "l10": 912, "be1": 913, "bn": 914, "wn": 915, "1994": 916, "382": 917, "20": 918, "phl": 919, "mci": 920, "not": 921, "l1011": 922, "dc9": 923, "dca": 924, "1800": 925, "good": 926, "dtw": 927, "prior": 928, "tpa": 929, "kw": 930, "bh": 931, "yx": 932, "ap58": 933, "sam": 934, "basis": 935, "combination": 936, "1201": 937, "kennedy": 938, "ever": 939, "snacks": 940, "called": 941, "842": 942, "cvg": 943, "lga": 944, "419": 945, "exceeding": 946}